[
    {
      "id": "1154",
      "title": "The Original Rider",
      "author": "A.E Waite",
      "image_filename": "../uploads/A.E Waite-The Original Rider-1700-9780712670579.jpg",
      "description": "The Original Rider Waite Tarot is the most popular and widely used tarot card deck in the world.",
      "ISBN": "9780712670579",
      "price": "1700.00",
      "genre": "Tarot Card Deck",
      "quantity": 205
    },
    {
      "id": "1155",
      "title": "Dragon Ball Z",
      "author": "Akira Toriyama",
      "image_filename": "../uploads/Akira Toriyama-Dragon Ball Z-1500-9788491468332.jpg",
      "description": "A visitor from outer space arrives with terrible news: Goku is an alien, and the visitor, Raditz, is his brother. Raditz turns out to be a ruthless killer, and Goku must fight his own brother to save his family and the entire human race. In a surprising turn of events, Goku teams up with his old enemy Piccolo, as archenemies unite to save the world.",
      "ISBN": "9770712670570",
      "price": "1500.00",
      "genre": "Manga",
      "quantity": 190
    },
    {
      "id": "1156",
      "title": "Lessons in Chemistry",
      "author": "Bonnie Garmus",
      "image_filename": "../uploads/Bonnie Garmus-Lessons in Chemistry-1300-9781804990926.jpg",
      "description": "In the 1960s, chemist Elizabeth Zott faces discrimination from her all-male team and is forced to resign. She takes on a cooking show, Supper at Six, where she applies scientific commentary to cooking, gaining national attention.",
      "ISBN": "8780712670579",
      "price": "1300.00",
      "genre": "Fiction",
      "quantity": 100
    },
    {
      "id": "1157",
      "title": "Story of Life",
      "author": "Brandon Sanderson",
      "image_filename": "../uploads/Brandon Sanderson-Story of Life-1200-9788413143187.jpg",
      "description": "The Story of Life is a fascinating account of the evolution of life on Earth, from the earliest single-celled organisms to the complex diversity of species that exist today. Written by naturalist Sir David Attenborough, this book explores the wonders of the natural world in stunning detail.",
      "ISBN": "9781712670579",
      "price": "1200.00",
      "genre": "Non-fiction",
      "quantity": 150
    },
    {
      "id": "1158",
      "title": "Spider man Miles Morales",
      "author": "Brian Michael",
      "image_filename": "../uploads/Brian Michael-Spider man Miles Morales-2100-9780785199625.jpg",
      "description": "Spider-Man Miles follows his journey fighting crime and balancing his superhero duties with his personal life. Written by Brian Michael Bendis.",
      "ISBN": "9780712670578",
      "price": "2100.00",
      "genre": "Comic",
      "quantity": 149
    },
  
 {
  "id": "1159",
  "title": "Solo Leveling",
  "author": "Chugong",
  "image_filename": "..\/uploads\/Chugong-Solo Leveling-900-9781975319434.jpg",
  "description": "Sung Jin-Woo, the weakest hunter in a world where humans hunt monsters, gains incredible power after a fateful incident in a dungeon. Solo Leveling is a South Korean web novel chronicling his journey from weakest to strongest hunter in his quest to become the best in the world.",
  "ISBN": "8180712670579",
  "price": "900.00",
  "genre": "Fantasy",
    "quantity": 150
 },
 {
  "id": "1160",
  "title": "The Secret History",
  "author": "Donna Tartt",
  "image_filename": "..\/uploads\/Donna Tartt-The Secret History-1200-9780140167771.jpg",
  "description": "The Secret History is a novel by Donna Tartt that follows a group of college students studying classics at a prestigious New England university, and their involvement in a mysterious and deadly event. As their actions become increasingly dangerous and immoral, the group begins to unravel, leading to a shocking conclusion.",
  "ISBN": "9780712570579",
  "price": "1200.00",
  "genre": "Mystery",
    "quantity": 200

 },
 {
  "id": "1161",
  "title": "Journey to the star",
  "author": "Ethan Sacks",
  "image_filename": "..\/uploads\/Ethan Sacks-Journey to the star-1700-9781302919245.jpg",
  "description": "When a group of astronauts embarks on a dangerous journey to a distant planet, they discover that they are not alone in the universe. With their lives on the line, they must navigate through unknown territory to uncover the truth about their mission and the mysterious forces that threaten their survival.",
  "ISBN": "9732712670579",
  "price": "1700.00",
  "genre": "Science Fiction",
  "quantity": 250
 },
 {
  "id": "1162",
  "title": "Super, Man!",
  "author": "Fritz Johnson",
  "image_filename": "..\/uploads\/Fritz Johnson-Super, Man!-1540-9798557921459.jpg",
  "description": "As the worlds most powerful superhero, Superman battles evil forces while struggling to maintain his alter ego as mild-mannered reporter Clark Kent. But when a new threat emerges, he must put everything on the line to save the planet he calls home.",
  "ISBN": "8732712670579",
  "price": "1540.00",
  "genre": "Superhero",
  "quantity": 180
 },
 {
  "id": "1163",
  "title": "Jujutsu Kaisen 0",
  "author": "Gege Akutami",
  "image_filename": "..\/uploads\/Gege Akutami-Jujutsu Kaisen 0-1938-9781974720149.jpg",
  "description": "Set in a world where cursed spirits lurk in the shadows, a young boy named Yuta Okkotsu struggles to control his own cursed powers. With the help of a group of powerful sorcerers, he must navigate the dangerous world of jujutsu to uncover the truth about his past and prevent a catastrophe that could destroy the world.",
  "ISBN": "9731712670572",
  "price": "1938.00",
  "genre": "Manga",
  "quantity": 100
 },
 {
  "id": "1164",
  "title": "New Superman",
  "author": "Gene Luen",
  "image_filename": "..\/uploads\/Gene Luen-New Superman-1200-9781401270933.jpg",
  "description": "When a young Chinese man gains the powers of Superman, he must navigate a world of political turmoil and cultural clashes to become the hero his country needs. With the help of a diverse group of allies, he battles powerful enemies and confronts the challenges of being a superhero in a complex and changing world.",
  "ISBN": "9721712670571",
  "price": "1200.00",
  "genre": "Graphic Novel",
  "quantity": 80
 },
 {
  "id": "1165",
  "title": "Mandalorian",
  "author": "Golden Books",
  "image_filename": "..\/uploads\/Golden Books-Mandalorian-1000-9781368066181.jpg",
  "description": "The Mandalorian is a Disney+ original series set in the Star Wars universe. The show follows a lone bounty hunter, known as the Mandalorian, who travels across the galaxy on various missions. Along the way, he becomes the protector of a young child of a species that is highly sought after by the remnants of the fallen Galactic Empire.",
  "ISBN": "9621712673571",
  "price": "1000.00",
  "genre": "Science Fiction",
  "quantity": 120
 },
 {
  "id": "1166",
  "title": "This is the way(Star Wars)",
  "author": "Golder Books",
  "image_filename": "..\/uploads\/Golder Books-This is the way(Star Wars)-320-9780736441711.jpg",
  "description": "Following the adventures of a lone bounty hunter and a young creature, this series takes viewers on a journey through the Star Wars universe. With stunning visuals and a thrilling storyline, fans of the franchise wont be disappointed.",
  "ISBN": "9621512673571",
  "price": "320.00",
  "genre": "Children",
  "quantity": 150
 },
 {
  "id": "1167",
  "title": "Jojos Bizzare Adventure Part 2",
  "author": "Hirohiko Araki",
  "image_filename": "..\/uploads\/Hirohiko Araki-Jojos Bizzare Adventure Part 2-1350-9788419306777.jpg",
  "description": "Continuing the story of the Joestar family, this part follows Joseph as he takes on ancient super beings and battles for control of the world. With humor, action, and drama, this anime is a must-watch for fans of the series.",
  "ISBN": "9621712672571",
  "price": "1350.00",
  "genre": "Manga",
  "quantity": 110
 },
 {
  "id": "1168",
  "title": "Steel Ball Run",
  "author": "Hirohiko Araki",
  "image_filename": "..\/uploads\/Hirohiko Araki-Steel Ball Run-1220-9839238423-.jpg",
  "description": "A group of high school students compete in an intense footrace across Japan, all while dealing with their own personal struggles. With breathtaking animation and relatable characters, this anime is a great watch for anyone looking for an inspiring story.",
  "ISBN": "8621712672571",
  "price": "1220.00",
  "genre": "Manga",
  "quantity": 120
 },
 {
  "id": "1169",
  "title": "Steel Ball Run2",
  "author": "Hirohiko Araki",
  "image_filename": "..\/uploads\/Hirohiko Araki-Steel Ball Run2-2330-9737283242-.jpg",
  "description": "In the sequel to Steel Run, the stakes are even higher as the students take on a new challenge: a cross-country race against other countries. With new characters and new obstacles, this anime is a thrilling ride from start to finish.",
  "ISBN": "9621712672576",
  "price": "2330.00",
  "genre": "Manga",
  "quantity": 90
 },
 {
  "id": "1170",
  "title": "Jojos Bizzare adventure part 3",
  "author": "Hirohiko araki",
  "image_filename": "..\/uploads\/Hirohiko araki-Jojos Bizzare adventure part 3-1450-9788419600226.jpg",
  "description": "This part of the Joestar family saga follows Jotaro as he embarks on a journey to save his mother from a mysterious illness caused by an ancient curse. With a unique art style and epic battles, this anime is a must-watch for fans of the franchise.",
  "ISBN": "9621712672511",
  "price": "1450.00",
  "genre": "Manga",
  "quantity": 70
 },
 {
  "id": "1171",
  "title": "Harry Porter",
  "author": "J.K Rowling",
  "image_filename": "..\/uploads\/J.K Rowling-Harry Porter-1370-97342872342-.jpg",
  "description": "In Harry Potter, a young orphan boy discovers he is a wizard and attends a magical school called Hogwarts. Along with his best friends Ron and Hermione, Harry battles against the evil Lord Voldemort, who seeks to destroy the wizarding world and kill Harry. Through trials and triumphs, Harry learns the power of love, friendship, and bravery",
  "ISBN": "9621712671571",
  "price": "1370.00",
  "genre": "Manga",
  "quantity": 110
 },
 {
  "id": "1172",
  "title": "The making Of Star Wars",
  "author": "J.W Rinzler",
  "image_filename": "..\/uploads\/J.W Rinzler-The making Of Star Wars-1380-9781781311905.jpg",
  "description": "The Making of Star Wars is a captivating account of the legendary films development, from initial sketches to the finished masterpiece. Packed with interviews, images, and insider insights, its a must-read for all Star Wars enthusiasts.",
  "ISBN": "9821712671571",
  "price": "1380.00",
  "genre": "Manga",
  "quantity": 134
 },
 {
  "id": "1173",
  "title": "Atomic Habits",
  "author": "James Clear",
  "image_filename": "..\/uploads\/James Clear-Atomic Habits-2280-9781847941831.jpg",
  "description": "Atomic Habits by James Clear is a practical guide to creating good habits and breaking bad ones. Through real-life examples and scientific research, Clear explains how small changes in behavior can lead to significant improvements in our lives.",
  "ISBN": "9629712671571",
  "price": "2280.00",
  "genre": "Self-Help",
  "quantity": 501
 },
 {
  "id": "1174",
  "title": "How to Be a Super Man",
  "author": "Janeen Swart",
  "image_filename": "..\/uploads\/Janeen Swart-How to Be a Super Man-2220-9781300759676.jpg",
  "description": "How to Be a Super Man is a self-help book aimed at men looking to unlock their full potential. Drawing on examples from comic book superheroes, the author outlines practical tips and strategies for building confidence, increasing physical strength, and achieving success in all areas of life.",
  "ISBN": "9629712601571",
  "price": "2220.00",
  "genre": "Self-Help",
  "quantity": 300
 },
 {
  "id": "1175",
  "title": "Lockwood",
  "author": "Jonathan Stroud",
  "image_filename": "..\/uploads\/Jonathan Stroud-Lockwood-1980-9780552573146.jpg",
  "description": "Lockwood may refer to Jonathan Lockwood Huie, an American author known for his inspirational quotes and poetry. His works have been published in numerous books and online articles, and he is known for promoting mindfulness and self-reflection as tools for personal growth and fulfillment.",
  "ISBN": "9629712600571",
  "price": "1980.00",
  "genre": "Fantasy",
  "quantity": 202
 },
 {
  "id": "1176",
  "title": "Our wives under the sea",
  "author": "Julia Armfield",
  "image_filename": "..\/uploads\/Julia Armfield-Our wives under the sea-420-9781529017250.jpg",
  "description": "Our Wives Under the Sea is a fantastical tale of love and adventure. When a group of fishermen discover a hidden underwater world, they are surprised to find their wives living among the mermaids. As they navigate the dangers of the ocean, they must also confront their own fears and prejudices to save their loved ones and learn the true meaning of acceptance.",
  "ISBN": "9729712600571",
  "price": "420.00",
  "genre": "Fantasy",
  "quantity": 110
 },
 {
  "id": "1177",
  "title": "Kings of the Underworld",
  "author": "Kazi Riaz",
  "image_filename": "..\/uploads\/Kazi Riaz-Kings of the Underworld-3000-9798358542372.jpg",
  "description": "In the gritty city of New York, three powerful mafia families compete for control of the underworld. The stakes are high and the danger is real. Loyalties are tested and betrayals run deep. The Kings of the Underworld must navigate treacherous waters to stay on top, or risk losing everything to their rivals.",
  "ISBN": "9719712600571",
  "price": "3000.00",
  "genre": "Fantasy",
  "quantity": 150
 },
 {
  "id": "1178",
  "title": "Berserk",
  "author": "Kentaro Miura",
  "image_filename": "..\/uploads\/Kentaro Miura-Berserk-1000-9781506711980.jpg",
  "description": "Berserk is a dark fantasy manga series that follows the journey of Guts, a mercenary warrior, as he battles demonic forces in a medieval-inspired world. The story is known for its graphic violence, complex characters, and exploration of themes such as trauma, revenge, and the struggle for survival in a brutal world.",
  "ISBN": "9718712600571",
  "price": "1000.00",
  "genre": "manga",
  "quantity": 250
 },
 {
  "id": "1179",
  "title": "Crooked Kingdom",
  "author": "Leigh Bardugo",
  "image_filename": "..\/uploads\/Leigh Bardugo-Crooked Kingdom-1990-9781510107038.jpg",
  "description": "Crooked Kingdom is a thrilling fantasy novel about a group of criminals who set out to pull off an impossible heist in the city of Ketterdam. With intricate plot twists, lovable characters, and a richly developed world, this book is a must-read for fans of the genre.",
  "ISBN": "9718711600571",
  "price": "1990.00",
  "genre": "Fantasy",
  "quantity": 130
 },
 {
  "id": "1180",
  "title": "Six Crows",
  "author": "Leigh Bardugo",
  "image_filename": "..\/uploads\/Leigh Bardugo-Six Crows-1220-9781510106284.jpg",
  "description": "Six of Crows is a fantasy novel by Leigh Bardugo, set in the world of Grisha. The story follows a group of six outcasts as they attempt to pull off a dangerous heist, facing deadly enemies and unexpected challenges. With a diverse cast of characters and a thrilling plot, Six of Crows is a must-read for fans of the genre.",
  "ISBN": "9708711600571",
  "price": "1220.00",
  "genre": "Fantasy",
  "quantity": 125
 },
 {
  "id": "1181",
  "title": "If We Were Villains",
  "author": "M.l Trio",
  "image_filename": "..\/uploads\/M.l Trio-If We Were Villains-1670-9781785656477.jpg",
  "description": "If We Were Villains by M.L. Rio is a gripping thriller about a group of Shakespearean actors who become entangled in a real-life tragedy. As the lines between performance and reality blur, the characters must confront their own dark desires and secrets, culminating in a shocking finale that will leave readers stunned.",
  "ISBN": "9718721600571",
  "price": "1670.00",
  "genre": "Fantasy",
  "quantity": 100
 },
 {
  "id": "1182",
  "title": "The song of Achiles",
  "author": "Madeline Miller",
  "image_filename": "..\/uploads\/Madeline Miller-The song of Achiles-1770-9781408891384.jpg",
  "description": "The Song of Achilles is a novel by Madeline Miller that reimagines the myth of Achilles and Patroclus. Set against the backdrop of the Trojan War, it tells the story of their tragic love and the events that lead to Achilles legendary anger.",
  "ISBN": "9718711600570",
  "price": "1770.00",
  "genre": "Fantasy",
  "quantity": 170
 },
 {
  "id": "1183",
  "title": "Star Wars Costumes",
  "author": "Mr Brandon",
  "image_filename": "..\/uploads\/Mr Brandon-Star Wars Costumes-1880-9781783293667.jpg",
  "description": "Star Wars Costumes is a book that features the costumes worn by various characters in the Star Wars franchise. It includes interviews with costume designers and behind-the-scenes looks at the making of the costumes. The book showcases the intricate details and creative designs that have made Star Wars costumes iconic in popular culture.",
  "ISBN": "9718711600560",
  "price": "1880.00",
  "genre": "Fantasy",
  "quantity": 120
 },
 {
  "id": "1184",
  "title": "Star Wars The rise of the Skywalker",
  "author": "Pablo Hidalgo",
  "image_filename": "..\/uploads\/Pablo Hidalgo-Star Wars The rise of the Skywalker-1990-9780241357699.jpg",
  "description": "Star Wars: The Rise of Skywalker is the epic conclusion to the Skywalker saga. The Resistance faces the First Order once more, while Rey discovers her true heritage and the power of the Force. The film features stunning visual effects and emotional moments that will leave fans of the franchise satisfied.",
  "ISBN": "9718710600560",
  "price": "1990.00",
  "genre": "Thriller",
  "quantity": 15
 },
 {
  "id": "1185",
  "title": " Spider man vs Deadpool",
  "author": "Paperback",
  "image_filename": "..\/uploads\/Paperback- Spider man vs Deadpool-2100-9781804910313.jpg",
  "description": "In Spider-Man vs Deadpool, the wisecracking Deadpool teams up with the friendly neighborhood Spider-Man to take on a new villain threatening New York City. The two heroes clash over their different approaches to crime-fighting, but ultimately learn to work together to save the day. ",
  "ISBN": "7718710600560",
  "price": "2100.00",
  "genre": "Superhero",
  "quantity": 151
 },
 {
  "id": "1186",
  "title": "Amazing Spider man",
  "author": "Paperback",
  "image_filename": "..\/uploads\/Paperback-Amazing Spider man-318-9781302912321.jpg",
  "description": "Amazing Spider-Man is a comic book series that follows the adventures of Peter Parker, a teenager who gains spider-like abilities after being bitten by a radioactive spider. Peter uses his powers to fight crime and protect New York City as Spider-Man, while also balancing his personal life and relationships with his loved ones. ",
  "ISBN": "4718710600560",
  "price": "318.00",
  "genre": "Superhero",
  "quantity": 150
 },
 {
  "id": "1187",
  "title": "Art of Star Wars",
  "author": "Phil Szostak",
  "image_filename": "..\/uploads\/Phil Szostak-Art of Star Wars-2300-9781419727054.jpg",
  "description": "The Art of Star Wars is a beautiful book that showcases the intricate and fascinating design process behind the iconic visuals of the Star Wars universe. From character concepts to spaceship designs, this book is a must-have for any fan of the franchise or lover of concept art.",
  "ISBN": "4718718600560",
  "price": "2300.00",
  "genre": "Fantasy",
  "quantity": 151
 },
 {
  "id": "1188",
  "title": "Spider Man Into the spide verse",
  "author": "Ramin Zahed",
  "image_filename": "..\/uploads\/Ramin Zahed-Spider Man Into the spide verse-1700-9781785659461.jpg",
  "description": "Spider-Man: Into the Spider-Verse is a visually stunning animated movie that explores the concept of multiple dimensions and features a diverse cast of Spider-People. The film follows Miles Morales, a teenage boy who becomes the new Spider-Man, as he teams up with other Spider-People to stop a threat that endangers all of their universes",
  "ISBN": "4708710600560",
  "price": "1700.00",
  "genre": "Superhero",
  "quantity": 120
 },
 {
  "id": "1189",
  "title": "King Tut",
  "author": "Sandro Vannini",
  "image_filename": "..\/uploads\/Sandro Vannini-King Tut-1900-9783836584234.jpg",
  "description": "King Tut was an ancient Egyptian pharaoh who reigned during the 18th dynasty in the 14th century BC. He is best known for his elaborate tomb, filled with treasures and artifacts that were discovered in 1922 by archaeologist Howard Carter. Despite his short reign, King Tuts legacy lives on as one of the most famous and intriguing figures of ancient history.",
  "ISBN": "4918710600560",
  "price": "1900.00",
  "genre": "History",
  "quantity": 140
 },
 {
  "id": "1190",
  "title": "Throne of Glass",
  "author": "Sarah J.Maas",
  "image_filename": "..\/uploads\/Sarah J.Maas-Throne of Glass-2100-9781408832332.jpg",
  "description": "Throne of Glass is a fantasy novel by Sarah J. Maas, featuring an assassin named Celaena Sardothien who competes in a tournament to become the Kings Champion. As she fights to survive, Celaena discovers a dangerous conspiracy that jeopardizes the kingdoms future.",
  "ISBN": "4718700600560",
  "price": "2100.00",
  "genre": "Action",
  "quantity": 121
 },
 {
  "id": "1191",
  "title": "It Ends With us",
  "author": "Sarah",
  "image_filename": "..\/uploads\/Sarah-It Ends With us-1980-9781471156267.jpg",
  "description": "It Ends With Us by Colleen Hoover is a heartbreaking yet uplifting story about love, abuse, and the strength it takes to break the cycle. Lily falls for the charismatic Ryle, but their relationship becomes toxic. When Atlas, her first love, returns, she must make a difficult decision.",
  "ISBN": "4718710600569",
  "price": "1980.00",
  "genre": "Heart-warming",
  "quantity": 151
 },
 {
  "id": "1192",
  "title": "Shatter Me",
  "author": "Tahereh Mafi",
  "image_filename": "..\/uploads\/Tahereh Mafi-Shatter Me-2000-9780062085504.jpg",
  "description": "Shatter Me by Tahereh Mafi is a dystopian young adult novel set in a world where a girl named Juliette has a lethal touch. She is locked up in an asylum until she is rescued by the mysterious Adam. Together, they join the rebellion against the oppressive government and Juliette must learn to control her powers.",
  "ISBN": "4718710800560",
  "price": "2000.00",
  "genre": "Romance",
  "quantity": 120
 },
 {
  "id": "1193",
  "title": "Chainsaw man",
  "author": "Tatsuki Fujimoto",
  "image_filename": "..\/uploads\/Tatsuki Fujimoto-Chainsaw man-1900-9781974709939.jpg",
  "description": "Chainsaw Man is a dark manga by Tatsuki Fujimoto about a young man named Denji who merges with a chainsaw demon to become a Devil Hunter. He battles demons to .",
  "ISBN": "9781977609939",
  "price": "1900.00",
  "genre": "Manga",
  "quantity": 120
 },
 {
  "id": "1194",
  "title": "Daisy Jones and The six",
  "author": "Taylor Jenkins",
  "image_filename": "..\/uploads\/Taylor Jenkins-Daisy Jones and The six-1800-9781787462144.jpg",
  "description": "Daisy Jones and The Six by Taylor Jenkins Reid is a riveting tale of a fictional 70s rock band and their journey to fame and self-discovery. Told through a series of interviews, the novel explores themes of love, creativity, addiction, and the price of success.",
  "ISBN": "9781074709939",
  "price": "1800.00",
  "genre": "Isekai",
  "quantity": 120
 },
 {
  "id": "1195",
  "title": "Before the Coffe Gets Cold",
  "author": "Toshikazu Kawa",
  "image_filename": "..\/uploads\/Toshikazu Kawa-Before the Coffe Gets Cold-1700-9781529029581.jpg",
  "description": "Before the Coffee Gets Cold by Toshikazu Kawaguchi is a heartwarming and unique story about a cafe where customers can time travel to the past. But theres a catch: they cant change the future. Follow the emotional journeys of four visitors as they confront their regrets and make peace with their pasts.",
  "ISBN": "9781529029561",
  "price": "1700.00",
  "genre": "Romance",
  "quantity": 120
 }
]